;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; UPDATE V1.04 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;DEV NOTE: The cosmetics added in this update are the following:
;--------- FOXHOWL DEFAULT DRESS 潜伏者
;--------- FOXHOWL DEFAULT DRESS 保卫者
;--------- LAN XIER 潜伏者
;--------- LAN XIER 保卫者
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------





;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; FOXHOWL DRESS 潜伏者 ;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;
;;;;;HAT;;;;;
;;;;;;;;;;;;;

[CFHD_Fox_DefDress_BL_Hat_Helm_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 帽子(潜伏者)"

[CFHD_Fox_DefDress_BL_Hat_FPU_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 帽子(潜伏者)"

[CFHD_Fox_DefDress_BL_Hat_FPL_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 帽子(潜伏者)"

;;;;;;;;;;;;;
;;;;HAIR;;;;;
;;;;;;;;;;;;;

[CFHD_Fox_DefDress_BL_Hair_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 发型(潜伏者)"


;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_BL_Arms_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂(潜伏者)"

[LgtPlated_CrossfireHD_Fox_DefDress_BL_Arms_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂(潜伏者)"

[MedPlated_CrossfireHD_Fox_DefDress_BL_Arms_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂(潜伏者)"

[HvyPlated_CrossfireHD_Fox_DefDress_BL_Arms_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂(潜伏者)"

[LgtPowered_CrossfireHD_Fox_DefDress_BL_Arms_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂(潜伏者)"

[MedPowered_CrossfireHD_Fox_DefDress_BL_Arms_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂(潜伏者)"

[HvyPowered_CrossfireHD_Fox_DefDress_BL_Arms_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂(潜伏者)"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(潜伏者)"

[LgtPlated_CrossfireHD_Fox_DefDress_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(潜伏者)"

[MedPlated_CrossfireHD_Fox_DefDress_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(潜伏者)"

[HvyPlated_CrossfireHD_Fox_DefDress_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(潜伏者)"

[LgtPowered_CrossfireHD_Fox_DefDress_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(潜伏者)"

[MedPowered_CrossfireHD_Fox_DefDress_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(潜伏者)"

[HvyPowered_CrossfireHD_Fox_DefDress_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(潜伏者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(潜伏者)"

[LgtPlated_CrossfireHD_Fox_DefDress_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(潜伏者)"

[MedPlated_CrossfireHD_Fox_DefDress_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(潜伏者)"

[HvyPlated_CrossfireHD_Fox_DefDress_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(潜伏者)"

[LgtPowered_CrossfireHD_Fox_DefDress_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(潜伏者)"

[MedPowered_CrossfireHD_Fox_DefDress_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(潜伏者)"

[HvyPowered_CrossfireHD_Fox_DefDress_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(潜伏者)"





;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(潜伏者)"

[LgtPlated_CrossfireHD_Fox_DefDress_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(潜伏者)"

[MedPlated_CrossfireHD_Fox_DefDress_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(潜伏者)"

[HvyPlated_CrossfireHD_Fox_DefDress_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(潜伏者)"

[LgtPowered_CrossfireHD_Fox_DefDress_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(潜伏者)"

[MedPowered_CrossfireHD_Fox_DefDress_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(潜伏者)"

[HvyPowered_CrossfireHD_Fox_DefDress_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(潜伏者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(潜伏者)"

[LgtPlated_CrossfireHD_Fox_DefDress_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(潜伏者)"

[MedPlated_CrossfireHD_Fox_DefDress_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(潜伏者)"

[HvyPlated_CrossfireHD_Fox_DefDress_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(潜伏者)"

[LgtPowered_CrossfireHD_Fox_DefDress_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(潜伏者)"

[MedPowered_CrossfireHD_Fox_DefDress_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(潜伏者)"

[HvyPowered_CrossfireHD_Fox_DefDress_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(潜伏者)"


;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_BL_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(潜伏者)"

[LgtPlated_CrossfireHD_Fox_DefDress_BL_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(潜伏者)"

[MedPlated_CrossfireHD_Fox_DefDress_BL_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(潜伏者)"

[HvyPlated_CrossfireHD_Fox_DefDress_BL_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(潜伏者)"

[LgtPowered_CrossfireHD_Fox_DefDress_BL_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(潜伏者)"

[MedPowered_CrossfireHD_Fox_DefDress_BL_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(潜伏者)"

[HvyPowered_CrossfireHD_Fox_DefDress_BL_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(潜伏者)"




;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_BL_Arm_R_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂(潜伏者)"

[LgtPlated_CrossfireHD_Fox_DefDress_BL_Arm_R_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂(潜伏者)"

[MedPlated_CrossfireHD_Fox_DefDress_BL_Arm_R_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂(潜伏者)"

[HvyPlated_CrossfireHD_Fox_DefDress_BL_Arm_R_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂(潜伏者)"

[LgtPowered_CrossfireHD_Fox_DefDress_BL_Arm_R_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂(潜伏者)"

[MedPowered_CrossfireHD_Fox_DefDress_BL_Arm_R_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂(潜伏者)"

[HvyPowered_CrossfireHD_Fox_DefDress_BL_Arm_R_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂(潜伏者)"








;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; FOXHOWL DRESS 保卫者 ;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;
;;;;HAIR;;;;;
;;;;;;;;;;;;;

[CFHD_Fox_DefDress_GR_Hair_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 发型(保卫者)"

[CFHD_Fox_DefDress_GR_Hair_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 发型 - 无 发饰(保卫者)"

;;;;;;;;;;;;;
;;;;BELT;;;;;
;;;;;;;;;;;;;

[CFHD_Fox_DefDress_GR_TG_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 皮带(保卫者)"


;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 A(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 A(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 A(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 A(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 A(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 A(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 A(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 B(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 B(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 B(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 B(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 B(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 B(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 手臂 B(保卫者)"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 A(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 B(保卫者)"


;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 C(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 C(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 C(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 C(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 C(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 C(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 腿 C(保卫者)"



;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 A(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 B(保卫者)"


;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 C(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 C(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 C(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 C(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 C(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 C(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 身体 C(保卫者)"


;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_GR_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Arm_L_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 左臂(保卫者)"




;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_Fox_DefDress_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 A(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 A(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 A(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 A(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 A(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 A(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 A(保卫者)"


;-------------------------------------------------------------

[Kev_CrossfireHD_Fox_DefDress_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 B(保卫者)"

[LgtPlated_CrossfireHD_Fox_DefDress_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 B(保卫者)"

[MedPlated_CrossfireHD_Fox_DefDress_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 B(保卫者)"

[HvyPlated_CrossfireHD_Fox_DefDress_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 B(保卫者)"

[LgtPowered_CrossfireHD_Fox_DefDress_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 B(保卫者)"

[MedPowered_CrossfireHD_Fox_DefDress_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 B(保卫者)"

[HvyPowered_CrossfireHD_Fox_DefDress_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):灵狐者 连衣裙 右臂 B(保卫者)"









;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; LAN XIER 潜伏者 ;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;
;;;;HAIR;;;;;
;;;;;;;;;;;;;

[CFHD_LXier_BL_Hair_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 发型(潜伏者)"

[CFHD_LXier_BL_Hair_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 发型(无 花饰)(潜伏者)"


;;;;;;;;;;;;;;;;;;;
;;;;TORSO GEAR;;;;;
;;;;;;;;;;;;;;;;;;;

[CFHD_LXier_BL_TG_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 装备(潜伏者)"



;;;;;;;;;;;;;;;;;;;
;;;;大腿装备;;;;;
;;;;;;;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_BL_ThiccThighs_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 大腿装备(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_ThiccThighs_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 大腿装备(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_ThiccThighs_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 大腿装备(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_ThiccThighs_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 大腿装备(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_ThiccThighs_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 大腿装备(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_ThiccThighs_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 大腿装备(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_ThiccThighs_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 大腿装备(潜伏者)"

;;;;;;;;;;;;;;;;;;;
;;;;SHIN GEAR;;;;;;
;;;;;;;;;;;;;;;;;;;


[Kev_CrossfireHD_LXier_BL_ShinGear_Knife_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 刀(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_ShinGear_Knife_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 刀(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_ShinGear_Knife_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 刀(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_ShinGear_Knife_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 刀(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_ShinGear_Knife_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 刀(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_ShinGear_Knife_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 刀(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_ShinGear_Knife_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 刀(潜伏者)"


;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_BL_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(潜伏者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_BL_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(潜伏者)"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(潜伏者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(潜伏者)"


;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_BL_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(潜伏者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_BL_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(潜伏者)"


;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(潜伏者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(潜伏者)"



;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_BL_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(潜伏者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_BL_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(潜伏者)"


;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_BL_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(潜伏者)"


;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_BL_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(潜伏者)"

[LgtPlated_CrossfireHD_LXier_BL_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(潜伏者)"

[MedPlated_CrossfireHD_LXier_BL_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(潜伏者)"

[HvyPlated_CrossfireHD_LXier_BL_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(潜伏者)"

[LgtPowered_CrossfireHD_LXier_BL_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(潜伏者)"

[MedPowered_CrossfireHD_LXier_BL_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(潜伏者)"

[HvyPowered_CrossfireHD_LXier_BL_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(潜伏者)"





;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; LAN XIER 保卫者 ;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;
;;;;HAIR;;;;;
;;;;;;;;;;;;;

[CFHD_LXier_GR_Hair_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 发型(保卫者)"



;;;;;;;;;;;;;;;;;;;
;;;;TORSO GEAR;;;;;
;;;;;;;;;;;;;;;;;;;

[CFHD_LXier_GR_TG_Gear_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 装备(保卫者)"



;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arms_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 A(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arms_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 B(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arms_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 C(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arms_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 C(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arms_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 C(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arms_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 C(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arms_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 C(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arms_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 C(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arms_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 C(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arms_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 D(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arms_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 D(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arms_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 D(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arms_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 D(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arms_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 D(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arms_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 D(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arms_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 手臂 D(保卫者)"

;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Legs_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 A(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Legs_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 B(保卫者)"


;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Legs_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 C(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Legs_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 腿 D(保卫者)"


;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Torso_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 A(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Torso_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 B(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 C(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 C(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 C(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 C(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 C(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 C(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Torso_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 C(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Torso_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 D(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Torso_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 D(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Torso_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 D(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Torso_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 D(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Torso_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 D(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Torso_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 D(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Torso_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 身体 D(保卫者)"


;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_GR_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_L_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 A(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_L_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 B(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arm_L_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 C(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_L_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 C(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_L_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 C(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_L_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 C(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_L_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 C(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_L_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 C(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_L_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 C(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arm_L_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 D(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_L_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 D(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_L_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 D(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_L_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 D(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_L_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 D(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_L_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 D(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_L_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 左臂 D(保卫者)"

;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_CrossfireHD_LXier_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_R_A_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 A(保卫者)"


;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_R_B_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 B(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arm_R_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 C(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_R_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 C(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_R_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 C(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_R_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 C(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_R_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 C(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_R_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 C(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_R_C_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 C(保卫者)"

;-------------------------------------------------------------

[Kev_CrossfireHD_LXier_GR_Arm_R_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 D(保卫者)"

[LgtPlated_CrossfireHD_LXier_GR_Arm_R_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 D(保卫者)"

[MedPlated_CrossfireHD_LXier_GR_Arm_R_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 D(保卫者)"

[HvyPlated_CrossfireHD_LXier_GR_Arm_R_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 D(保卫者)"

[LgtPowered_CrossfireHD_LXier_GR_Arm_R_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 D(保卫者)"

[MedPowered_CrossfireHD_LXier_GR_Arm_R_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 D(保卫者)"

[HvyPowered_CrossfireHD_LXier_GR_Arm_R_D_T X2BodyPartTemplate]
DisplayName="穿越火线HD(V1.04):岚兮儿 右臂 D(保卫者)"
